import React from "react";
import { BreakingPostCard } from "./BreakingPostCard";

const Breaking = (props) => {
  const breakNewsData = {
    1: {
      src: "bn",
      title:
        "சொந்த ஊரில் பாடகி பவதாரிணி உடல்: மனைவி அருகே மகளையும் அடக்கம் செய்யும் இளையராஜா",
      subtitle:
        "இசைஞானி இளையராஜாவின் மகளும், பின்னணி பாடகியுமான பவதாரணியின் உடல் இன்று தேனி மாவட்டம் லோயர் கேம்ப்பில். . .",
      breaknews:
        "இசைஞானி இளையராஜாவின் மகளும், பின்னணி பாடகியுமான பவதாரணியின் உடல் இன்று தேனி மாவட்டம் லோயர் கேம்ப்பில் நல்லடக்கம் செய்யப்படவுள்ளது. லோயர் கேம்ப்பில் உள்ள முல்லைப் பெரியாற்றங்கரையில் குருவனூத்து பாலம் அருகே உள்ள குருகிருபா வேதபாடசாலை ஆசிரமத்தில் தற்போது பவதாரணியின் உடலுக்கு இறுதி அஞ்சலி செலுத்துவதற்கான ஏற்பாடுகள் நடைபெற்று வருகின்றது. பொதுமக்களின் அஞ்சலியை தொடர்ந்து இன்று மாலை பவதாரணியின் உடல் இளையராஜாவின் தாய் சின்னத்தாய் மற்றும் மனைவி ஜீவாவின் சமாதி அருகே நல்லடக்கம் செய்யப்படவுள்ளது. பொதுமக்கள் அஞ்சலியை தொடர்ந்து, பவதாரணியின் உடல் இரவு அவரது சொந்த ஊரான தேனி மாவட்டம் பண்ணைப்புரத்துக்கு எடுத்துச் செல்லப்பட்டது. அங்கு இன்று அவரது உடலுக்கு இறுதிச் சடங்குகள் நடைபெறுகின்றன. மேலும், இசையமைப்பாளர் இளையராஜாவின் மகளும் பின்னணிப் பாடகியுமான பவதாரணி உடல் நலக்குறைவு காரணமாக நேற்று முன்தினம் காலமானார். கல்லீரல் புற்று நோய் காரணமாக சிகிச்சை எடுத்து வந்த நிலையில், ஆயுர்வேத சிகிச்சைக்காக சமீபத்தில் இலங்கை சென்று சிகிச்சை மேற்கொள்ளப்பட்டிருந்த நிலையில் திடீரென சிகிச்சை பலனின்றி நேற்று முன்தினம் 5.30க்கு மரணம் அடைந்தார் என்பதும் குறிப்பிடத்தக்கது.",
      mssg: "முக்கிய செய்திகள் (BREAKING NEWS)",
      time: "Just now",
    },
  };
  return (
    <div className="">
      <div className="">
        {Object.values(breakNewsData).map((Breakdata, index) => {
          return (
            <BreakingPostCard
              src={require(`../assets/${Breakdata.src}.avif`)}
              title={Breakdata.title}
              subtitle={Breakdata.subtitle}
              mssg={Breakdata.mssg}
              time={Breakdata.time}
              key={index}
              breaknews={Breakdata.breaknews}
            />
          );
        })}
      </div>
    </div>
  );
};

export default Breaking;
