[ 
  {
    "id": 20,
    "category": "lifestyle",
    "newstitle":"வாழ்வியல் செய்திகள்",
    "subtitle": "",
    "url": "/post?id=20-Lip-oil-to-help-soften-lips",
    "heading": "உதடுகளை மென்மையாக்க உதவும் லிப் ஒயில்: இனி வீட்டிலேயே தயாரிக்கலாம்",
    "short": "ஒருவருக்கு அழகு சேர்ப்பதில் புன்னகை முதலிடம் வகிக்கிறது எனலாம். எனவே அந்த சிரிப்புக்கு ஆதாரமாக இருக்கும் உதட்டை . . .",
    "news": "ஒருவருக்கு அழகு சேர்ப்பதில் புன்னகை முதலிடம் வகிக்கிறது எனலாம். எனவே அந்த சிரிப்புக்கு ஆதாரமாக இருக்கும் உதட்டை அழகாக வைத்துக்கொள்ள வேண்டும். உதடு வறண்டு போகாமல் பளபளப்பாக வைத்திருக்க லிப் ஒயில் மிகவும் உதவியாக இருக்கும். இனி வீட்டிலேயே லிப் ஒயில் எவ்வாறு செய்யலாம் எனப் பார்ப்போம்.",
    "news1heading": "எவ்வாறு தயாரிக்கலாம்?",
    "news1":"முதலாவதாக ஒரு கண்ணாடி பாத்திரத்தில் ஒலிவ் எண்ணெய், தேங்காய் எண்ணெய், கொகோ எண்ணெய், தேன் மெழுகு எண்ணெய் என்பவற்றை சேர்த்துக்கொள்ள வேண்டும். பின்னர் அகலமான பாத்திரமொன்றில் தண்ணீர் ஊற்றி அதில் கண்ணாடி கிண்ணத்தை வைத்து 15 நிமிடங்கள் சூடேற்ற வேண்டும். அப்போது கண்ணாடி கிண்ணத்தில் உள்ளவை உருகிவிடும். பின்னர் அதில் விட்டமின் ஈ மாத்திரைகளை சேர்த்து அடுப்பிலிருந்து இறக்க வேண்டும். இறக்கியதும் ரோஸ் பவுடர் சேர்த்து கலக்க வேண்டும். கடைசியாக லிப் ஒயில் டியூப்பில் ஊற்றி அரை மணித்தியாலங்கள் வரையில் குளிர்விக்க வேண்டும். இந்த லிப் ஒயிலை உதட்டில் பூசி வர உதடுகள் மென்மையாகும்.",
    "author": "Ujirppu",
    "date": "Jan 31, 2024",
    "src": "ls1"
  },
  {
    "id": 19,
    "category": "astrology",
    "newstitle":"ஜோதிட செய்திகள்",
    "subtitle": "highlight",
    "url": "/post?id=19-One-to-one-benefits",
    "heading": "ஒருவனின் ஒருவரி பலன்கள்: 12 ராசிக்கும் உற்சாகம் பெருக்கெடுக்கும் நாள்",
    "short": "12 ராசிகளுக்குமான தின பலன்கள் ஒருவரியில் தொகுக்கப்பட்டுள்ளன. மேஷம்: மனதில் உற்சாகம் பெருக்கெடுக்கும்., ரிஷபம்:..",
    "news": "12 ராசிகளுக்குமான தின பலன்கள் ஒருவரியில் தொகுக்கப்பட்டுள்ளன.",
    "news1heading": "மேஷம்",
    "news1":"மனதில் உற்சாகம் பெருக்கெடுக்கும்.",
    "news2heading": "ரிஷபம்",
    "news2":"தொடங்கும் காரியம் அனுகூலமாக முடியும்.",
    "author": "Ujirppu",
    "date": "Jan 25, 2024",
    "src": "a1"
  },
  {
    "id": 18,
    "category": "hobby",
    "newstitle":"பொழுதுபோக்கு செய்திகள்",
    "url": "/post?id=18-Bhavatarini-passed-away-yesterda-due-to-gallbladder-cancer",
    "heading": "மகள் கலங்க.. தட்டிக்கொடுத்து பாடிய இளையராஜா: நெஞ்சை ரணமாக்கிய செய்தி ",
    "short": "பாடகியும், இசையமைப்பாளருமான பவதாரிணி பித்தப்பை புற்றுநோயால் பாதிக்கப்பட்டு இலங்கையில் ஆயுர்வேத...",
    "news": "பாடகியும், இசையமைப்பாளருமான பவதாரிணி பித்தப்பை புற்றுநோயால் பாதிக்கப்பட்டு இலங்கையில் ஆயுர்வேத சிகிச்சை பெற்று வந்த நிலையில் நேற்று காலமானார். அவரது உயிரிழப்பு பலரையும் சோகத்தில் ஆழ்த்தியிருக்கும் சூழலில் அவரும் இளையராஜாவும் மேடையில் ஒன்றாக பாடிய வீடியோ ஒன்று இணையத்தில் ட்ரெண்டாகியுள்ளது. அதாவது, இளையராஜா இசையமைத்த ராஜாவின் ரமண மாலையில் 'ஆராவமுதே' என்ற பாடலை இளையராஜாவும், பவதாரிணியும் சேர்ந்து ஒரு மேடையில் பாடுகிறார்கள். கேட்பவரை ஆட்கொள்ளும் வகையில் ராஜா அந்தப் பாடலை இசையமைத்திருப்பார். அந்தப் பாடலின் சரணத்தை பாடும்போது பவதாரிணி தேம்பி தேம்பி அழுகிறார். அதை கவனித்த இளையராஜா பவதாரிணியின் முதுகில் தட்டிக்கொடுத்து அவரை தேற்றிவிட்டு தானும் பாடுகிறார். இந்த வீடியோ பார்க்கும்போது இப்போது கண்கள் கலங்குகின்றன என்றும், பவதாரிணியை இளையராஜா தேற்றிவிட்டார். இளையராஜாவை யார் தேற்றுவார் என ரசிகர்கள் ஆறுதல் கூறி வருகின்றனர்.",
    "author": "Ujirppu",
    "date": "Jan 25, 2024",
    "src": "h1"
  },
  {
    "id": 14,
    "category": "sports",
    "newstitle":"விளையாட்டு செய்திகள்",
    "subtitle": "highlight",
    "url": "/post?id=14-Samari-selected-as-the-best-ODI-cricketer",
    "heading": "ஐசிசி விருது: சிறந்த ஒருநாள் கிரிக்கெட் வீராங்கனையாக சாமரி தேர்வு",
    "short": "இலங்கை அணியின் நட்சத்திர வீராங்கனை சாமரி அதபத்து 2023 ஆம் ஆண்டிற்கான ஐசிசி மகளிர்...",
    "news": "இலங்கை அணியின் நட்சத்திர வீராங்கனை சாமரி அதபத்து 2023 ஆம் ஆண்டிற்கான ஐசிசி மகளிர் ஒருநாள் கிரிக்கெட் வீராங்கனை விருதை வென்றுள்ளார். சாமரி அதபத்து ஒரு நாள் போட்டிகளில் தனது சிறப்பான ஒரு வருடத்திற்காக இந்த விருதினை வென்றார். அதபத்து கடந்த ஆண்டு முழுவதும் போட்டிகளில் திறமையினை வெளிப்படுத்தியதுடன், இலங்கை அணிக்கான சிறந்த தலைமைத்துவத்தையும் வழங்கினார். போட்டிகளில் துடுப்பாட்ட வீரராகவும், பந்து வீச்சாளராகவும் அவர் சிறந்து பங்களிப்பை வழங்கியமை குறிப்பிடத்தக்கது.",
    "author": "Ujirppu",
    "date": "Jan 26, 2024",
    "src": "s2"
  },
  {
    "id": 13,
    "category": "sports",
    "newstitle":"விளையாட்டு செய்திகள்",
    "subtitle": "",
    "url": "/post?id=13-Daniel-Medveev-advances-to-semi-finals",
    "heading": "அவுஸ்திரேலிய ஓபன்: டேனியல் மெத்வேவ் அரையிறுதிக்கு முன்னேற்றம்",
    "short": "அவுஸ்திரேலிய ஓபன் போட்டியில் நேற்று (24) மாலை நடைபெற்ற ஆண்கள் ஒற்றையர் பிரிவின்...",
    "news": "அவுஸ்திரேலிய ஓபன் போட்டியில் நேற்று (24) மாலை நடைபெற்ற ஆண்கள் ஒற்றையர் பிரிவின் காலிறுதி ஆட்டம் ஒன்றில் ரஷ்யாவின் டேனியல் மெத்வேவ் வெற்றி பெற்று அரையிறுதிக்கு முன்னேறினார். இந்த ஆட்டத்தில் போலாந்து வீரான ஹூபர்ட் ஹர்காக்ஸை எதிர்கொண்ட அவர், 7-6 (7-4), 2-6, 6-3, 5-7, 6-4 என்ற செட் கணக்கில் வென்றார்.",
    "news1heading": "காலிறுதியில் கார்லஸ் அல்காரஸ் அதிர்ச்சி தோல்வி",
    "news1":"ஆண்கள் ஒற்றையர் பிரிவின் மற்றொரு காலிறுதி ஆட்டத்தில் முன்னணி வீரரான ஸ்பெயினின் கார்லஸ் அல்காரஸ் ஜெர்மனியின் அலெக்ஸ்சாண்டர் ஸ்வெரவுடன் மோதினார். இந்த ஆட்டத்தில் கார்லஸ் அல்காரஸ் 1-6, 3-6, 7-6 (7-2), 4-6 என்ற செட் கணக்கில் அலெக்ஸ்சாண்டர் ஸ்வெரவுக்கு எதிராக அதிர்ச்சி தோல்வி அடைந்து தொடரிலிருந்து வெளியேறினார்.",
    "news2heading": "போபண்ணா இணை அரையிறுதிக்கு முன்னேற்றம்",
    "news2":"ஆண்கள் இரட்டையர் பிரிவின் காலிறுதி ஆட்டம் ஒன்றில் இந்தியாவின் ரோகன் போபண்ணா - அவுஸ்திரேலியாவின் மேத்யூ எப்டன் ஜோடி அர்ஜெண்டினா இணையான மாக்சிமோ கோன்சாலஸ் - ஆண்ட்ரேஸ் மோல்டெனி உடன் மோதியது. இதில் ஆரம்பம் முதலே ஆதிக்கம் செலுத்திய போபண்ணா இணை 6-4, 7-6 (7-5) என்ற செட் கணக்கில் மாக்சிமோ கோன்சாலஸ் - ஆண்ட்ரேஸ் மோல்டெனி இணையை வீழ்த்தி அரையிறுதிக்கு முன்னேறியது.",
    "author": "Ujirppu",
    "date": "Jan 25, 2024",
    "src": "s1"
  },
  {
    "id": 12,
    "category": "tech",
    "newstitle":"தொழில்நுட்பசெய்திகள்",
    "subtitle": " highlight",
    "url": "/post?id=12",
    "heading": "சந்திரனுக்கு அனுப்பப்பட்ட விண்கலம்: பசுபிக் பெருங்கடலில் வீழ்ந்து அழிந்தது.",
    "short": "சந்திரனில் தரையிறங்குவதற்காக கடந்த வாரம் அனுப்பப்பட்ட அமெரிக்க விண்கலம் பசுபிக் பகுதியில் தீப்பிடித்து...",
    "news": "சந்திரனில் தரையிறங்குவதற்காக கடந்த வாரம் அனுப்பப்பட்ட அமெரிக்க விண்கலம் பசுபிக் பகுதியில் தீப்பிடித்து எரிந்த நிலையில் வீழ்ந்து அதன் பணியை முடித்துக் கொண்டது. அமெரிக்காவைச் சேர்ந்த ஆஸ்ட்ரோபோடிக்ஸ் என்ற தனியார் நிறுவனம் நிலவு குறித்த ஆய்வுக்காக கடந்த 8 ஆம் திகதி பெரெக்ரைன் ஒன் என்ற குறித்த விண்கலத்தை புளோரிடாவில் இருந்து ஏவியது. எனினும், ஏவுகணையில் இருந்து விண்கலம் பிரிந்த சிறிது நேரத்தில் அதில் வெடிப்பு ஏற்பட்டமை கண்டறியப்பட்டது. பெரெக்ரைன் ஒன் ஒரு உந்துவிசை பிழையால் பாதிக்கப்பட்டதாகவும் கூறப்பட்டது. இதனால் அதனை தன்னைத்தானே அழித்துக்கொள்ளும்படி கட்டளையிடப்பட்டது. விண்கலம் வியாழன் (18) அன்று அவுஸ்திரேலியாவின் கிழக்கே தெற்கு பசுபிக் பெருங்கடலின் தொலைதூரப் பகுதியில் வீழ்ந்தது. நாசாவுடனான ஒப்பந்தத்தின் கீழ் பெரெக்ரைன் விண்கலத்தை உருவாக்கிய பிட்ஸ்பர்க்கை தளமாகக் கொண்ட ஆஸ்ட்ரோபோடிக் டெக்னாலஜி நிறுவனம், விண்கலத்தின் அழிவை உறுதிசெய்தது. நாசாவுடனான புதிய தனியார்-பொது கூட்டாண்மையின் கீழ் இந்த ஆண்டு நிலவுக்கு விண்கலத்தை அனுப்பிய மூன்று அமெரிக்க நிறுவனங்களில் ஆஸ்ட்ரோபோடிக் முதல் நிறுவனம் என்பதும் குறிப்பிடத்தக்கது.",
    "author": "Ujirppu",
    "date": "Jan 23, 2024",
    "src": "t2"
  },
  {
    "id": 11,
    "category": "tech",
    "newstitle":"தொழில்நுட்பசெய்திகள்",
    "subtitle": "",
    "url": "/post?id=11",
    "heading": "உலக அழிவுக்கு இன்னும் 90 வினாடிகள்: மனித இனத்துக்கு டூம்ஸ்டே கடிகாரத்தின் எச்சரிக்கை!",
    "short": "விஞ்ஞானிகள் மற்றும் ஆராய்ச்சியாளர்கள் உலகின் முடிவுக்கு நாம் எவ்வளவு நெருக்கமாக இருக்கிறோம் என்பதை...",
    "news": "விஞ்ஞானிகள் மற்றும் ஆராய்ச்சியாளர்கள் உலகின் முடிவுக்கு நாம் எவ்வளவு நெருக்கமாக இருக்கிறோம் என்பதை வெளிப்படுத்தி உள்ளனர். புதிய அணு ஆயுதப் போட்டியின் அச்சுறுத்தல், உக்ரைன் - ரஷ்ய போர், செயற்கை நுண்ணறிவு மற்றும் பருவநிலை மாற்றக் கவலைகள் ஆகியவற்றை அடிப்படையாக கொண்டு விஞ்ஞானிகள் டூம்ஸ்டே கடிகாரத்தின் முள்ளை மாற்றி அமைத்துள்ளனர். அதன்படி, செவ்வாயன்று (23) கடிகாரம் நள்ளிரவுக்கு இன்னும் 90 வினாடிகள் உள்ளவாறு மாற்றியமைக்கப்பட்டுள்ளது. கடிகாரம் உருவாக்கப்பட்டதிலிருந்து அதன் முள் நள்ளிரவை மிகவும் நெருங்கிய இரண்டாவது சந்தர்ப்பம் இதுவாகும். புதிய திருத்தங்களுக்கு அமைய டூம்ஸ்டே கடிகார நேரம் தற்போது நள்ளிரவில் இருந்து 90 வினாடிகள் தொலைவில் உள்ளது. நள்ளிரவு ஆனதும் அதுவே உலகின் முடிவைக் குறிக்கும் நாளாக அமையும். விஞ்ஞானிகளின் புதிய திருத்தங்களுக்கு அமைவாக அழிவின் விளிம்பில் உலகம் இருப்பது வெளிக்காட்டப்பட்டுள்ளது.",
    "news1heading": "டூம்ஸ்டே கடிகாரம் என்றால் என்ன?",
    "news1":"உலகின் அழிவு தொடர்பாக பல ஆராய்ச்சிகள் மேற்கொள்ளப்பட்டு வருகின்றன. மக்களுடைய செயற்பாடுகள் காரணமாக இந்த உலகில் பல மாற்றங்கள் இடம்பெற்றுள்ளது. இவ்வாறான காரணங்களினால் நமது உலகமானது அழிவை நோக்கி பயணித்த வண்ணம் உள்ளது. அந்த வகையில் உலககின் அழிவை கணக்கிடுவதற்காக விஞ்ஞானிகளாலும், ஆராய்ச்சியாளர்களாலும் உருவாக்கப்பட்டது தான் டூம்ஸ்டே கடிகாரம்.",
    "news2heading": "உருவாக்கம்",
    "news2":"1947 ஆம் ஆண்டு நோபல் பரிசு பெற்ற விஞ்ஞானிகள் மற்றும் பாதுகாப்பு சபை உறுப்பினர்களின் பங்களிப்புடன் டூம்ஸ்டே கடிகாரம் உருவாக்கப்பட்டது. 1947 ஆம் ஆண்டிலிருந்து உலகின் முடிவைக் குறியீடாகக் காட்டுவதற்காக சிக்காகோ பல்கலைக்கழக அணு அறிவியலாளர்கள் இந்த கடிகாரத்தை பயன்படுத்தி வருகின்றனர். இரண்டாம் உலகப் போரின் போது அணுகுண்டை உருவாக்குவதற்கான குறியீட்டுப் பெயரான மன்ஹாட்டன் திட்டத்தில் பணியாற்றிய விஞ்ஞானிகள் குழுவால் அணு விஞ்ஞானிகளின் புல்லட்டின் நிறுவப்பட்டது. முதலில், அணுசக்தி அச்சுறுத்தல்களை அளவிடுவதற்கு இந்த அமைப்பு உருவாக்கப்பட்டது, ஆனால் 2007 இல் புல்லட்டின் அதன் கணக்கீடுகளில் காலநிலை மாற்றத்தை சேர்க்க முடிவு செய்தது. கடந்த 77 ஆண்டுகளில், மனித இனம் முழு அழிவுக்கு எவ்வளவு நெருக்கமாக இருக்கிறது என்று விஞ்ஞானிகள் நம்புகிறார்கள் என்பதைப் பொறுத்து கடிகாரத்தின் மாற்றி அமைக்கப்பட்டு வருகிறது. டூம்ஸ்டே கடிகாரத்தின் நேரம் ஒவ்வொரு ஆண்டும் புல்லட்டின் அறிவியல் மற்றும் பாதுகாப்பு வாரியத்தின் நிபுணர்களால் அதன் ஸ்பான்சர் வாரியத்துடன் கலந்தாலோசித்து மாற்றி அமைக்கப்பட்டு வருகிறது. இதில் தற்போது ஒன்பது நோபல் பரிசு பெற்றவர்கள் உள்ளனர்.",
    "author": "Ujirppu",
    "date": "Jan 23, 2024",
    "src": "t1"
  },
  {
    "id": 10,
    "category": "cinema",
    "newstitle": "சினிமாசெய்திகள்",
    "subtitle": "",
    "url": "/post?id=10",
    "heading": "இரத்தத்தின் இரத்தமே..என் இனிய உடன்பிறப்பே: தமிழ் சினிமாவின் அண்ணன் - தங்கை சென்டிமெட்",
    "short": "தமிழ் சினிமாவைப் பொறுத்தவரையில் உறவுகளுக்கு முக்கியத்துவம் கொடுக்கும் படங்கள் அநேகம் உண்டு...",
    "news": "தமிழ் சினிமாவைப் பொறுத்தவரையில் உறவுகளுக்கு முக்கியத்துவம் கொடுக்கும் படங்கள் அநேகம் உண்டு. அந்த வகையில் அண்ணன் - தங்கைக்கான பாசப் பிணைப்பைப் பேசிய படங்கள் என்னவென்று பார்ப்போம்.",
    "news1heading": "பாசமலர்",
    "news1":"சிவாஜிகணேசன் அண்ணனாகவும் சாவித்ரி தங்கையாகவும் நடித்து கடந்த 1961ஆம் ஆண்டு வெளியான திரைப்படம் பாசமலர். ஆனால், இன்று வரையில் அண்ணன் - தங்கை பாசத்துக்கு உதாரணமாக கூறப்படும் படம் என்றால் அது பாசமலர் தான்.",
    "news2heading": "கிழக்கு சீமையிலே",
    "news2":"1993ஆம் ஆண்டு விஜய்குமார் அண்ணனாகவும் ராதிகா தங்கையாகவும் நடித்து வெளியான திரைப்படம் கிழக்கு சீமையிலே. இந்த திரைப்படம் அண்ணன் தங்கை பாசத்தை வேறொரு பரிமாணத்துக்கே கொண்டு சென்றது எனலாம்.",
    "author": "Ujirppu",
    "date": "Jan 23, 2024",
    "src": "c2"
  },
  {
    "id": 9,
    "category": "cinema",
    "newstitle": "சினிமாசெய்திகள்",
    "subtitle": "",
    "url": "/post?id=9",
    "heading": "சாய்பல்லவியின் தங்கை, நடிகை பூஜா கண்ணனின் நிச்சயதார்த்த புகைப்படங்கள்!",
    "short": "சாய்பல்லவியின் தங்கையும் நடிகையுமான பூஜா கண்ணனுக்கு அண்மையில் நிச்சயதார்த்தம் நடந்து ...",
    "news": "சாய்பல்லவியின் தங்கையும் நடிகையுமான பூஜா கண்ணனுக்கு அண்மையில் நிச்சயதார்த்தம் நடந்து முடிந்தது. இந்நிலையில் தங்கையின் நிச்சயதார்த்த புகைப்படங்களை நடிகை சாய்பல்லவி தனது இன்ஸ்டாகிராம் பக்கத்தில் பகிர்ந்துள்ளார்.",
    "author": "Ujirppu",
    "date": "Jan 23, 2024",
    "src": "c1"
  },
  {
    "id": 8,
    "category": "world",
    "newstitle": "உலகசெய்திகள்",
    "subtitle": "",
    "url": "/post?id=8",
    "heading": "அவுஸ்திரேலியாவில் ஆர்ப்பாட்டத்தில் தகர்க்கப்பட்ட கேப்டன் ஜேம்ஸ் குக்கின் சிலை",
    "short": "அவுஸ்திரேலியாவில் முன்னெடுக்கப்பட்ட ஒரு எதிர்ப்பு ஆர்ப்பாட்டத்தில் நூற்றாண்டுகள் பழமையான கேப்டன்...",
    "news": "அவுஸ்திரேலியாவில் முன்னெடுக்கப்பட்ட ஒரு எதிர்ப்பு ஆர்ப்பாட்டத்தில் நூற்றாண்டுகள் பழமையான கேப்டன் ஜேம்ஸ் குக்கின் சிலை அகற்றப்பட்டது. அதேநேரம், மெல்போர்ன் நகர மையத்திற்கு அருகில் விக்டோரியா மகாராணியின் சிலை ஒன்றுக்கு சிவப்பு நிறம் (பெயிண்ட்) பூசப்பட்டது. வியாழன் (25) அதிகாலை 3.30 மணியளவில் Jacka Boulevard அருகே உள்ள கேப்டன் குக் நினைவிடம் சேதப்படுத்தப்பட்டதாக பொதுமக்கள் தெரிவித்ததாக பொலிஸார் தெரிவித்தனர். அவுஸ்திரேலிய தினத்தை முன்னிட்டு மெல்போர்னில் நள்ளிரவில் நடந்த இந்த நாசவேலை சம்பவம் தொடர்பில் பொலிஸார் விசாரணைகளை முன்னெடுத்துள்ளனர். பிரிட்டிஷ் ஆய்வாளர் கேப்டன் ஜேம்ஸ் குக்கின் நினைவுச்சின்னம் விக்டோரியாவில் டிசம்பர் 1914 இல் திறக்கப்பட்டபோது. இந்த தாக்குதலுக்கு கண்டனம் தெரிவித்துள்ள விக்டோரியா பிரதமர் ஜெசிந்தா ஆலன், அவுஸ்திரேலிய சமுதாயத்தில் இதுபோன்ற நாசகார செயல்களுக்கு இடமில்லை. செயின்ட் கில்டாவில் ஒரே இரவில் சேதப்படுத்தப்பட்ட சிலையை சரிசெய்து மீண்டும் நிறுவ நாங்கள் ஒன்றிணைந்து செயல்படுவோம் என்றும் அவர் கூறினார். 1994 ஆம் ஆண்டு முதல் ஒவ்வொரு ஆண்டும் ஜனவரி 26 ஆம் திகதி அவுஸ்திரேலிய தினமாக கொண்டாடப்படுகிறது. பெரும்பாலான அவுஸ்திரேலியர்களுக்கு இது உத்தியோகபூர்வ விடுமுறை மற்றும் கடற்கரைக்குச் செல்வதற்கும், கோடைகால டெஸ்ட் போட்டியை அனுபவித்து மகிழும் வாய்ப்பாகவும் உள்ளது. எனினும் திகதி தேர்வு 1788 இல் சிட்னி துறைமுகத்திற்கு ஐரோப்பிய குடியேறியவர்களின் வருகையுடன் ஒத்துப்போகிறது. சிலருக்கு, இந்த திகதி ஒரு வன்முறை காலனித்துவ பிரச்சாரத்தின் தொடக்கத்தைக் குறிக்கிறது, இது பழங்குடியினரை அவர்களின் பூர்வீக நிலங்களிலிருந்து கிட்டத்தட்ட அழித்துவிட்டதாக கருதி எதிர்ப்பினை வெளியிட்டும் வருகின்றனர்..",
    "author": "Ujirppu",
    "date": "Jan 23, 2024",
    "src": "w2"
  },
  {
    "id": 7,
    "category": "breakingnews",
    "newstitle": "உலகசெய்திகள்",
    "subtitle": "",
    "url": "/post?id=7",
    "heading": "ஏனைய நாடுகளை விட சீனாவில் ராட்சத பாண்டாக்களின் எண்ணிக்கையில் அதிகரிப்பு!",
    "short": "உலகளாவியல் ரீதியில் மிகவும் அருகிவரும் விலங்கு இனங்களில் காட்டு ராட்சத பாண்டாக்களும்...",
    "news": "உலகளாவியல் ரீதியில் மிகவும் அருகிவரும் விலங்கு இனங்களில் காட்டு ராட்சத பாண்டாக்களும் ஒன்றாகும். தற்போது சீனாவிலேயே ராட்சத பாண்டாக்கள் அதிகளவாக வாழ்க்கின்றன. ஏனைய நாடுகளில் இதன் எண்ணிக்கை குறைவாகும். சீனாவின் தேசிய வனவியல் மற்றும் புல்வெளி நிர்வாகத்தின் அண்மைய அறிவிப்பின்படி, சீனாவில் ராட்சத பாண்டாக்களின் எண்ணிக்கை 1900 ஆக உயர்ந்துள்ளது. 1980ஆம் ஆண்டில் 1100 பாண்டாக்களே இங்கு இருந்துள்ளன. தற்போது இதன் இனப்பெருக்கம் அதிகரித்து வருகிறது. இயற்கை பாதுகாப்புக்கான சர்வதேச ஒன்றியம் ராட்சத பாண்டாக்கள் 'அழியும் அபாயத்தில்' இருப்பதாக கூறியுள்ள நிலையில், சீனாவில் அதன் எண்ணிக்கையில் அதிகரிப்பு ஏற்பட்டுள்ளது.",
    "author": "Ujirppu",
    "date": "Jan 23, 2024",
    "src": "w1"
  }, 
  {
    "id": 6,
    "category": "india",
    "newstitle": "இந்தியசெய்திகள்",
    "subtitle": "",
    "url": "/post?id=6",
    "heading": "பால ராமரை காண வந்த அஞ்சனை மைந்தன்: ராமர் கோவிலின் கருவறைக்குள் நுழைந்த குரங்கு!",
    "short": "பால ராமர் சிலை பிரதிஷ்டையின் ஒரு நாள் கழித்து, அயோத்தில் உள்ள ராமர் கோவிலின் கருவறை...",
    "news": "பால ராமர் சிலை பிரதிஷ்டையின் ஒரு நாள் கழித்து, அயோத்தில் உள்ள ராமர் கோவிலின் கருவறைக்குள் ஒரு குரங்கு நுழைந்து, அங்கிருந்த பக்தர்களை மெய் சிலிர்க்க வைத்தது. இந்த சம்பவத்தை விவரித்துள்ள ஸ்ரீ ராம் ஜென்மபூமி தீர்த்த க்ஷேத்ரா, பிரமாண்ட கோவிலை நிர்வகிக்கும் அறக்கட்டளை, செவ்வாய்க்கிழமை (23) மாலை 05.50 மணியளவில் ஒரு குரங்கு கோவிலின் தெற்கு வாசல் வழியாக கருவறைக்குள் நுழைந்து புனிதமான பால ராமரின் சிலையை அணுகியது. அனைவரையும் ஆச்சரியப்படுத்தவும் மெய்சிலிர்க்கவும் வைத்த குரங்கு சிறிது நேரம் அங்கிருந்ததுடன், பக்தர்களுக்கோ, ஊழியர்களுக்கோ எவ்வித இடையூறையும் ஏற்படுத்தவில்லை. எனினும் விக்கிரகத்தின் பாதுகாப்பு குறித்து கவலைப்பட்ட பாதுகாப்புப் பணியாளர்கள் குரங்கை நோக்கி விரைந்தனர். இருப்பினும் குரங்கு அமைதியாக பின்வாங்கி, பக்தர்கள் கூட்டத்தை கடந்து கிழக்கு வாசல் வழியாக கோவிலை விட்டு வெளியேறியுள்ளது.",
    "author": "Ujirppu",
    "date": "Jan 23, 2024",
    "src": "in3"
  },
  {
  "id": 5,
  "category": "india",
  "newstitle": "இந்தியசெய்திகள்",
  "subtitle": "",
  "url": "/post?id=5",
  "heading": "அதானிக்கு எதிராக மக்கள் எழுச்சி; ஏரியும் கடலும் இணையும் சாத்தியம்: விளம்பரத்திற்காக மக்கள் போராட்டம்",
  "short": "உலகின் மிகப்பெரிய பணக்காரர்களில் ஒருவரான கௌதம் அதானிக்கு சொந்தமான துறைமுகத்தை  ...",
  "news": "உலகின் மிகப்பெரிய பணக்காரர்களில் ஒருவரான கௌதம் அதானிக்கு சொந்தமான துறைமுகத்தை விரிவுபடுத்தும் திட்டத்திற்கு எதிராக இந்தியாவின் தமிழ்நாட்டில் உள்ள ஆயிரக்கணக்கான பொது மக்கள் போராடி வருகின்றனர். வங்காள விரிகுடாவின் கரையோரத்தை அண்மித்து திருவள்ளூர் மாவட்டத்தில் அமைந்துள்ள காட்டுப்பள்ளி பிரதேசத்தில் மேற்கொள்ளப்படும் துறைமுக விரிவாக்கமானது தமது நிலங்களை நீரில் மூழ்கடித்து வாழ்வாதாரத்தை நாசமாகிவிடும் என பெரும்பாலான கிராமவாசிகள் தெரிவித்துள்ளனர். 330 ஏக்கர் பரப்பளவில் பரந்து விரிந்து காணப்படும் இந்த பல்நோக்கு துறைமுகம் முதலில் லார்சன் என்ட் டூப்ரோ (Larsen & Toubro) நிறுவனத்த்தால் உருவாக்கப்பட்டது. பின்னர் 2018 ஆம் ஆண்டு அதானி போர்ட்ஸ் (Adani Ports) நிறுவனம் குறித்த துறைமுகத்தை தனதாக்கிக்கொண்டது. தொடர்ந்து துறைமுகத்தை 18 மடங்குக்கும் அதிகமாக 6,110 ஏக்கர் பரப்பளவில் விரிவுபடுத்துவதற்கு முன்மொழியப்பட்டது. நிறுவனத்தின் தீர்மானத்தின் படி துறைமுகத்தின் சரக்குத்திறனை வருடத்திற்கு 24.6 மெட்ரிக் தொன்னில் இருந்து 320 மெட்ரிக் தொன்னாக அதிகரித்து, புதிய இரயில் மற்றும் வீதி வலையமைப்புகளை உருவாக்கி குறித்த பகுதியில் வர்த்தக இணைப்பை அதிகரிப்பதற்கு திட்டமிடப்பட்டது. இந்த நிலையிலே, கடலோரத்தை அண்மித்து வாழும் சுமார் 100 நகரங்கள் மற்றும் கிராமங்களில் உள்ள மீனவ சமூகத்தினர் தமது வாழ்வாதாரம் கடுமையாக பாதிக்குமென அங்கலாய்கின்றனர்.",
  "author": "Ujirppu",
  "date": "Jan 22, 2024",
  "src": "in2"
  },
  {
    "id": 4,
    "category": "india",
    "newstitle": "இந்தியசெய்திகள்",
    "subtitle": "highlight",
    "url": "/post?id=4",
    "heading": "ஏன் அயோத்தி ராமர் கோவிலில் கல்லைத் தவிர, இரும்பு, உருக்கு என்று எதுவும் பயன்படுத்தவில்லை?",
    "short": "அயோத்தி ராமர் கோயில் நம் இந்தியாவின் தனிச்சிறப்பு வாய்ந்த கோயிலாகும். இந்த கோயிலின் கட்டுமானப் பணி ...",
    "news": "அயோத்தி ராமர் கோயில் நம் இந்தியாவின் தனிச்சிறப்பு வாய்ந்த கோயிலாகும். இந்த கோயிலின் கட்டுமானப் பணி தனித்துவம் வாய்ந்தது. இந்த கோயிலில் ஏகப்பட்ட சிறப்பம்சங்களுடன் கூடிய வேலைப்பாடுகள் செய்யப்பட்டு உள்ளன. இந்த கோயில் முழுக்க முழுக்க கற்களால் ஆனது. அந்தக் காலத்தைப் போன்று இந்த கோயிலை கற்களால் செதுக்கி உள்ளனர். முக்கியமாக இந்த கோயில் எஃகு மற்றும் இரும்பு போன்ற உலோகங்களால் வடிவமைக்கப்படவில்லை. இங்கு ராமர் குழந்தை வடிவில் தன் பக்தர்களுக்கு அருள் பாலிக்கிறார். ராம் லல்லா என்று அழைக்கப்படும் குழந்தை ராமர் சிலை பல தசாப்தங்களாக ஒரு சிறிய கூடாரத்தில் வைக்கப்பட்டு இருந்தது. இப்பொழுது அந்த சிலையை வைப்பதற்காக அயோத்தி ராமர் கோயிலை பிரம்மாண்டமாக கட்டியுள்ளனர். தனித்துவமான கட்டடக்கலை ராமர் கோயில் தனித்துவமான கல்லை பயன்படுத்தி கட்டப்பட்டு உள்ளது. ராமர் கோயிலில் பயன்படுத்தப்படும் ஒவ்வொரு கல்லிலும் பள்ளம் வெட்டப்பட்டு பிறகு அந்த பள்ளத்தில் மற்ற கற்களை போட்டு கட்டியுள்ளனர். கற்கள் ஒவ்வொன்றும் இணக்கமான முறையில் இணைக்கப்பட்டு உள்ளன. எந்த கற்களுக்கு இடையிலும் சிமெண்ட் பயன்படுத்தப்படவில்லை. ராமர் கோவிலின் முதன்மை கட்டுமானத்தில் பயன்படுத்தப்படும் இளஞ்சிவப்பு கல் அனைத்தும் ராஜஸ்தானின் பரத்பூரில் உள்ள பன்சி பஹர்பூரில் இருந்து வருகிறது. இந்த இளஞ்சிவப்பு கல் வலுவாக இருப்பதோடு நீண்ட ஆயுட்காலம் கொண்டது. பார்ப்பதற்கும் அழகான தோற்றத்தை கொடுக்க கூடியது. ஸ்ரீ ராம் ஜென்மபூமி தீர்த்த க்ஷேத்ரா அறக்கட்டளையின் பொதுச் செயலாளர் சம்பத் ராய் மேலும் பல விஷயங்களை கூறியுள்ளார். அஸ்திவாரத்திற்கான மண் பரிசோதனை தொடங்கிய போது, ​​கோயிலுக்கு அடியில் மண்ணுக்குப் பதிலாக முற்றிலும் தளர்வான மணல் இருப்பது கண்டுபிடிக்கப்பட்டது.",
    "author": "Ujirppu",
    "date": "Jan 21, 2024",
    "src": "in1"
  },
  {
    "id": 3,
    "category": "srilanka",
    "newstitle": "இலங்கைசெய்திகள்",
    "subtitle": "",
    "url": "/post?id=3-The-result-of-the-session-of-the-Parliament-of-SriLanka",
    "heading": "இலங்கை பாராளுமன்றத்தின் கூட்டத்தொடர் முடிவு: சுதந்திரதின உரையை தவிர்க்கும் ஜனாதிபதி",
    "short": "பாராளுமன்றத்தின் நான்காவது அமர்வு இன்று நள்ளிரவுடன் ஜனாதிபதி ரணில் விக்ரமசிங்கவால்...",
    "news": "பாராளுமன்றத்தின் நான்காவது அமர்வு இன்று நள்ளிரவுடன் ஜனாதிபதி ரணில் விக்ரமசிங்கவால் முடிவுக்கு கொண்டுவரப்பட உள்ளதாக அரச தரப்பு செய்திகள் தெரிவிக்கின்றன. புதிய பாராளுமன்ற அமர்வு எதிர்வரும் பெப்ரவரி மாதம் 7ஆம் திகதி ஜனாதிபதியின் அக்கிராசன உரையுடன் ஆரம்பித்துவைக்கப்பட்ட உள்ளதாகவும், கூட்டத்தொடர் முடிவுக்கு கொண்டுவரப்பட்டால் பாராளுமன்றத்தில் இயங்கும் 50க்கும் மேற்பட்ட துறைசார் மேற்பார்வைக் குழுக்கள் தானாக செயலிழக்கும். 2020ஆம் ஆண்டு ஆகஸ்ட மாதம் தற்போதைய பாராளுமன்றத்தின் ஆயுட்காலம் ஆரம்பமானது. முன்னாள் ஜனாதிபதி கோட்டாபய ராஜபக்சவால் முதல் கூட்டத்தொடர் ஆரம்பித்துவைக்கப்பட்டதுடன், நான்குமுறை கூட்டத்தொடர்கள் முடிவுக்கும் கொண்டுவரப்பட்டன.",
    "author": "Ujirppu",
    "date": "Jan 26, 2024",
    "src": "sl3"
  },
  {
    "id": 2,
    "category": "srilanka",
    "newstitle": "இலங்கைசெய்திகள்",
    "subtitle": "",
    "url": "/post?id=2",
    "heading": "யாழில் இளைஞன் மீது வாள் வெட்டு தாக்குதல்: இன்றை வடக்கு - கிழக்கு செய்திகள் ஒரே பார்வையில்...!",
    "short": "இளைஞன் மீது வாள் வெட்டு தாக்குதல்; கொள்ளை சம்பவம் தொடர்பில் பொலிஸ் நிலையத்தில் முறைப்பாடு...",
    "news1heading": "இளைஞன் மீது வாள் வெட்டு தாக்குதல்",
    "news1":"கொள்ளை சம்பவம் தொடர்பில் பொலிஸ் நிலையத்தில் முறைப்பாடு செய்த இளைஞன் மீது வாள்வெட்டு தாக்குதல் இடம்பெற்றுள்ளது. இவ்வாறு தாக்குதலுக்குள்ளான இளைஞன் யாழ்ப்பாணம் வடமராட்சி பகுதியை சேர்ந்த 30 வயதுடைய ஜெயக்கொடி கார்திபன் என்பவர் என பொலிஸார் தெரிவித்துள்ளதுடன், மேலதிக விசாரணைகளும் இடம்பெற்று வருகின்றனர்.",
    "news2heading": "முல்லைத்தீவு விபத்தில் இளைஞன் பலி",
    "news2":"முல்லைத்தீவு புதுக்குடியிருப்பு பகுதியில் இடம்பெற்ற விபத்தில் இளைஞன் ஒருவர் உயிரிழந்துள்ளார். குறித்த விபத்தில் சுதந்திரபுரம் பகுதியினை சேர்ந்த நவீன் என்ற இளைஞனே உயிரிழச்துள்ளார். விபத்து தொடர்பில் உழவு இயந்திரத்தின் சாரதி கைது செய்யப்பட்டுள்ளதுடன் மேலதிக விசபரணைகளை பொலிஸார் மேற்கொண்டு வருகின்றனர்.",
    "author": "Ujirppu",
    "date": "Jan 25, 2024",
    "src": "sl2"
  },
  {
    "id": 1,
    "category": "srilanka",
    "newstitle": "இலங்கைசெய்திகள்",
    "subtitle": "",
    "url": "/post?id=1",
    "heading": "ராகம பகுதியில் பாதுகாப்பு அதிகரிப்பு: வைத்தியசாலையில் குவிந்த அரசியல்வாதிகள்",
    "short": "தற்போது இராஜாங்க அமைச்சர் சனத் நிஷாந்த உட்பட உயிரிழந்தவரின் சடலம் ராகம போதனா வைத்தியசாலையின்...",
    "news": "தற்போது இராஜாங்க அமைச்சர் சனத் நிஷாந்த உட்பட உயிரிழந்தவரின் சடலம் ராகம போதனா வைத்தியசாலையின் பிரேத அறையில் வைக்கப்பட்டுள்ளது. இராஜாங்க அமைச்சர் சனத் நிஷாந்தவின் சடலத்தை பார்வையிட பொது மக்கள், அரசியல்வாதிகள், உறவினர்கள் என பலரும் குவிந்து வருகின்றனர். இதன் காரணமாக ராகம போதனா வைத்தியசாலை பகுதியில் பாதுகாப்பு அதிகரிக்கப்பட்டுள்ளதாக தெரிவிக்கப்படுகின்றது.",
    "author": "Ujirppu",
    "date": "Jan 25, 2024",
    "src": "sl1"
  }
]